import React from 'react';

const MassagePages = () => {
  const massages = [
    {
      title: 'עיסוי שוודי קלאסי',
      description: 'עיסוי שוודי קלאסי הוא עיסוי עמוק ומרגיע המשלב תנועות עדינות ולחיצות עמוקות כדי לשחרר שרירים מתוחים ולשפר את הזרימה הדם. עיסוי זה מביא להרגשת רוגע ושלווה, ועשוי לסייע בהפחתת לחץ וחרדה.'
    },
    {
      title: 'עיסוי עמוק בעזרת מקלות במבוק',
      description: 'עיסוי עמוק בעזרת מקלות במבוק הוא טכניקת עיסוי עמוקה המשלבת לחיצה עמוקה ותנועות ארוכות של המקל על מנת לשחרר שרירים מתוחים ולשפר את זרימת הדם. עיסוי זה עשוי לסייע בהפחתת כאבים ובשיפור תחושת הרווחה.'
    },
    {
      title: 'עיסוי נשים בהריון',
      description: 'עיסוי נשים בהריון מתאים לנשים בשלבי ההריון השונים ומטרתו להפחית את התחושות של כאב ולחץ, לשפר את הדם ואת זרימת הלימפה, ולשפר את תחושת הרווחה והרגעות.'
    },
    {
      title: 'עיסוי תינוקות, כולל סדנאות להורים',
      description: 'עיסוי תינוקות מסייע בהתפתחות הגוף והמוח של התינוק, יכול לסייע בהקלת עצירות גזים ובעיות במערכת העיכול, ומקדם רגיעה ושינה טובה. הסדנאות להורים מאפשרות להורים ללמוד טכניקות עיסוי והתקשרות עם תינוקם.'
    },
    {
      title: 'כוסות רוח',
      description: 'כוסות רוח הן טכניקת עיסוי יעילה שמשלבת שימוש בכוסות עשויות מזכוכית או פלסטיק על מנת ליצור לחץ ושאיבה על העור. הכוסות עשויות לסייע בהפחתת כאבים ובמניעת וטיהור של רעלים מהגוף.'
    },
    {
      title: 'עיסוי פנים רפואי',
      description: 'עיסוי פנים רפואי הוא טכניקת עיסוי שמטרתה לשחרר שרירים מתוחים בפנים ובצוואר, לשפר זרימת הדם והלימפה באזור, ולקדם תחושת רוגע ושלווה. עיסוי פנים עשוי לסייע גם בהפחתת מתחים ובשיפור מראה העור.'
    },
    {
      title: 'נרות הופי',
      description: 'נרות הופי הם טכניקת טיפול עתיקה שבה שומשים נרות מיוחדים כדי ליצור תחושת חום ולחות באוזניים. הטיפול עשוי לסייע בטיפול במערכת הנשימה, בהרגעת מערכת העצבים, ובהפחתת כאבים.'
    },
    {
      title: 'פוט מסאז\' תאילנדי מקורי',
      description: 'פוט מסאז\' תאילנדי מקורי הוא טכניקת עיסוי מסורתית תאילנדית המתמקדת בעיסוי ולחיצה על נקודות מסוימות ברגליים. העיסוי יכול לסייע בשחרור שרירים מתוחים, בשיפור זרימת הדם, ובהפחתת כאבים.'
    },
    {
      title: 'רפלקסולוגיה',
      description: 'רפלקסולוגיה היא טכניקת עיסוי שבה מעסים את הרגליים והידיים כדי לגרום לשינויים באיזורים אחרים בגוף. הרפלקסולוגיה עשויה לסייע בהפחתת כאבים, בהפחתת לחץ וחרדה, ובשיפור תחושת הרווחה.'
    },
    {
      title: 'טיפול בצלילים מרפאים (Sound Healing)',
      description: 'טיפול בצלילים מרפאים הוא טיפול שבו משתמשים בצלילים וברעשים כדי לשפר תחושת הרווחה ולטפל בבעיות בריאותיות ונפשיות. הטיפול עשוי לסייע בהפחתת כאבים ולחץ, ובשיפור איכות השינה.'
    },
  ];

  return (
    <div>
      {massages.map((massage, index) => (
        <div key={index}>
          <h1>{massage.title}</h1>
          <p>{massage.description}</p>
        </div>
      ))}
    </div>
  );
};

export default MassagePages;
